Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Japanese drums (taiko)
it: Tamburi giapponesi (taiko)

source: Bridges for musical instruments
it: Ponticelli per strumenti musicali

source: Keyboards for musical instruments
it: Tastiere per strumenti musicali

source: Conga drums
it: Tamburi conga

source: Electric carillons [musical instruments]
it: Carillon elettrici [strumenti musicali]

source: Carillons [musical instruments]
it: Carillons [strumenti musicali]

source: Tonometers [tuning forks]
it: Tonometri [diapason]

source: Electronic musical apparatus for accompaniment
it: Apparecchi musicali elettronici per accompagnamento

source: Mouthpieces for musical instruments
it: Imboccature di strumenti musicali

source: Xylophones
it: Xilofoni

source: Electronic drums
it: Batteria elettronica

source: Perforated music rolls for use in player pianos
it: Nastri musicali perforati da utilizzare in pianole

source: Piccolos
it: Ottavini

source: Music rolls [piano]
it: Nastri musicali

source: Basses [musical instruments]
it: Bassi [strumenti musicali]

source: Triangles [musical instruments]
it: Triangoli [strumenti musicali]

source: Acoustic basses
it: Bassi acustici

source: Acoustic guitars
it: Chitarre acustiche

source: Japanese lutes [biwa]
it: Liuti giapponesi [biwa]

source: Electronically operated computer controlled musical apparatus
it: Apparecchi musicali elettronici a controllo computerizzato

source: Guitar strings incorporating steel
it: Corde per chitarre comprendenti acciaio

source: Catgut for musical instruments
it: Budelli per strumenti musicali

source: Synthetic music apparatus
it: Apparecchi musicali sintetici

source: Whistles [musical instruments]
it: Fischietti [strumenti musicali]

source: Strings for japanese style stringed instruments
it: Corde per strumenti musicali a corda giapponesi

source: Western style musical instruments
it: Strumenti musicali in stile occidentale

source: Musical instruments controlled by computer
it: Strumenti musicali computerizzati

source: Musical instruments controlled by microprocessor
it: Strumenti musicali comandati da microprocessore

source: Racks adapted to hold musical instruments
it: Rastrelliera per strumenti musicali

source: Trumpets
it: Trombe

source: Valves for musical instruments
it: Valvole per strumenti musicali

source: Accordions
it: Fisarmoniche

source: Double basses
it: Contrabbassi

source: String instruments
it: Strumenti a corda

source: Mechanical, electric and electronic musical instruments
it: Strumenti musicali, meccanici, elettrici ed elettronici

source: Plugs for converting open hole flutes to closed hole flutes
it: Tappi per convertire flauti a fori aperti in flauti a fori chiusi

source: Colophony for stringed musical instruments
it: Colofonia per strumenti musicali a corda

source: Bamboo flutes
it: Flauti di bambù

source: Pipa [Chinese guitars]
it: Pipa [chitarre cinesi]

source: Three-stringed japanese guitars (shamisen)
it: Chitarre giapponesi a tre corde (shamisen)

source: Pedals for musical instruments
it: Pedali per strumenti musicali

source: Bass drums
it: Grancasse

source: Japanese plectrums [bachi]
it: Plettri giapponesi [bachi]

source: Musical instruments incorporating arrangements for producing audio signals
it: Strumenti musicali contenenti dispositivi per la produzione di segnali audio

source: Iron xylophones
it: Xilofoni in ferro

source: Horns [musical instruments]
it: Corni [strumenti musicali]

source: French horns
it: Corni francesi

source: Electronic keyboards [musical instruments]
it: Tastiere elettroniche [strumenti musicali]

source: Oriental fiddles [kokyu]
it: Violini orientali [kokyu]

source: Gongs
it: Gong

source: Electric and electronic musical instruments
it: Strumenti musicali elettrici ed elettronici

source: Ebonite mouth pieces for musical instruments
it: Bocchini in ebanite per strumenti musicali

source: Electric keyboards [musical instruments]
it: Tastiere elettriche [strumenti musicali]

source: Bellows for musical instruments
it: Soffierie per strumenti musicali

source: Musical instruments for children
it: Strumenti musicali per bambini

source: Guitars
it: Chitarre

source: Mandolins
it: Mandolini

source: Electronic rhythm machines
it: Compositori di ritmi elettronici

source: Electronic synthesizers
it: Sintetizzatori elettronici

source: Recorders [musical instruments]
it: Flauti dolci [strumenti musicali]

source: Perforated music rolls
it: Nastri musicali perforati

source: Suona [Chinese trumpets]
it: Suona [trombette cinesi]

source: Bamboo vertical pipes (hichiriki)
it: Tubi verticali di bambù (hichiriki)

source: Japanese flutes (yokobue)
it: Flauti giapponesi (yokobue)

source: Ocarinas
it: Ocarine

source: Punched disks containing music for use with pianoforte
it: Dischi perforati contenenti musica da utilizzare con pianoforti

source: Kettledrum frames
it: Treppiedi per timpani

source: Punched tapes containing music for use with pianoforte
it: Nastri perforati contenenti musica per uso con pianoforti

source: Sound effects machines being musical instruments
it: Macchine per effetti sonori ovvero strumenti musicali

source: Electronic sound effects machines [synthesizers]
it: Macchine per effetti sonori elettronici [sintetizzatori]

source: Musical boxes [not toys]
it: Carillon [non giocattoli]

source: Mechanical musical instruments
it: Strumenti musicali meccanici

source: Music rests for musical instruments
it: Leggii per strumenti musicali

source: Tambourines
it: Tamburelli

source: Percussion instruments
it: Strumenti a percussione

source: Tubas
it: Tube

source: Chin rests for violins
it: Mentoniere per violini

source: Kazoos [not being toys]
it: Kazoos [non giocattoli]

source: Lutes
it: Liuti

source: Bamboo vertical pipes (shoh)
it: Tubi verticali di bambù (shoh)

source: Reeds
it: Ance

source: Guitar shoulder straps
it: Cinghie per chitarre

source: Synthesizers [musical instruments]
it: Sintetizzatori [strumenti musicali]

source: Tongues [parts of musical instruments]
it: Linguette [parti di strumenti musicali]

source: Tongues [reeds]
it: Linguette [ance]

source: Electronic background music machines
it: Juke-box elettronici per sottofondo musicale

source: Flutes
it: Flauti

source: Marimbas
it: Marimbe

source: Sheng [Chinese musical wind instruments]
it: Sheng [strumenti musicali a fiato cinesi]

source: Punched paper containing music for use with pianoforte
it: Carta perforata contenente musica da utilizzare con pianoforti

source: Saxophones
it: Sassofoni

source: English horns
it: Corni inglesi

source: Castanets
it: Nacchere

source: Struck stringed instruments
it: Strumenti a corde percosse

source: Electronic automatically controlled rhythm machines
it: Macchine del ritmo elettroniche automatiche

source: Electronic musical apparatus for practice
it: Apparecchi musicali elettronici per fare pratica

source: Electronic organs
it: Organi elettronici

source: Dulcimers
it: Cembali

source: Musical accessories
it: Accessori per la musica

source: Keyboard instruments
it: Strumenti a tastiera

source: Rainmaker [musical instruments]
it: Rainmaker [strumenti musicali]

source: Reeds [musical instruments]
it: Ance (per strumenti musicali)

source: Korean zither with six strings [Geo-mun-go]
it: Cetra coreana a sei corde [Geo-mun-go]

source: Korean zither with twelve strings [Ga-ya-geum]
it: Cetra coreana a dodici corde [Ga-ya-geum]

source: Short bamboo flutes [Danso]
it: Flauti corti in bambù [Danso]

source: Handbells [musical instruments]
it: Sonagli [strumenti musicali]

source: Electronic musical instruments
it: Strumenti musicali elettronici

source: Electric musical instruments
it: Strumenti musicali elettrici

source: Balalaikas [stringed musical instruments]
it: Balalaïkas [strumenti musicali a corde]

source: Rattles [musical instruments]
it: Raganelle [strumenti musicali]

source: Steel drums [musical instruments]
it: Tamburi in acciaio [strumenti musicali]

source: Double bassoons
it: Controfagotti

source: Tubular bells
it: Campane tubolari

source: Morin khuur [Mongolian bowed stringed instrument]
it: Morin khuur [strumento ad arco della Mongolia]

source: End pins for cellos
it: Puntali per violoncelli

source: End pins for double basses
it: Puntali per contrabbassi

source: Chinese flutes
it: Flauti cinesi

source: Fingerboards for stringed musical instruments
it: Piani armonici per strumenti musicali a corda

source: Electronic practice mutes for musical instruments
it: Sordine elettroniche per lo studio di strumenti musicali

source: Mechanical pianos
it: Pianoforti meccanici

source: Tuners for electronic musical instruments
it: Accordatori per strumenti musicali elettronici

source: Sound effects pedals for musical instruments
it: Pedali per effetti sonori per strumenti musicali

source: Wah-wah pedals for guitars
it: Pedali wah-wah per chitarre

source: Cartons of cardboard for packaging
it: Scatoloni di cartone da imballaggio

source: Cases for stationery
it: Astucci per cancelleria

source: Printers' reglets
it: Lingotti [tipografia]

source: Catalogues
it: Cataloghi

source: Composing frames [printing]
it: Telai di composizione [stampa]

source: Fine paper
it: Carta fine

source: Finger moisteners
it: Spugnette bagnadita

source: Packaging materials made from mineral-based paper substitutes
it: Materiali per imballaggio in succedanei della carta a base di minerali

source: Elastic bands for offices
it: Elastici per ufficio

source: Stands for pens and pencils
it: Sostegni per penne e matite

source: Canvas panels for artists
it: Pannelli di tela per artisti

source: Blister cards
it: Fogli a bolle

source: Ornamental sculptures made of papier mache
it: Sculture ornamentali in cartapesta

source: Inking ribbons for computer printers
it: Nastri inchiostrati per stampanti

source: Paper badges
it: Badge di carta

source: Paper pennants
it: Bandiere di carta

source: Sealing machines for offices
it: Macchine per sigillare da ufficio

source: Lettering stencils
it: Maschere per lettere

source: Charcoal pencils
it: Matite carboncini

source: Advertising posters
it: Manifesti pubblicitari

source: School supplies [stationery]
it: Forniture scolastiche

source: Children's activity books
it: Libri di attività per bambini

source: Decorative paper centerpieces
it: Centrotavola decorativi di carta

source: Office requisites, except furniture
it: Articoli per ufficio esclusi i mobili

source: Printed programmes
it: Programmi stampati

source: Year planners
it: Agende annuali

source: Paperboard boxes [for industrial packaging]
it: Scatole di cartoncino per imballaggi industriali

source: Gummed paper
it: Carta gommata

source: Attachments for pencils
it: Accessori per matite

source: Wallcoverings (Books containing samples of -)
it: Rivestimenti per pareti (Libri contenenti campioni di -)

source: Binding strips [bookbinding]
it: Bordure per legatoria

source: Adhesive labels
it: Etichette adesive

source: Glassine paper
it: Carta glassina

source: Paper shredders for office use
it: Tritacarta [articolo per ufficio]

source: Sheets of reclaimed cellulose for wrapping
it: Fogli di cellulosa rigenerata per imballaggio

source: Isinglass for stationery or household purposes
it: Ittiocolla per la cartoleria o la casa

source: Pencil ornaments [stationery]
it: Ornamenti per matite [cartoleria]

source: Mildewproof paper
it: Carta anti-muffa

source: Decorations of cardboard for foodstuffs
it: Decorazioni di cartone per alimenti

source: Bags of paper for foodstuffs
it: Sacchetti di carta per alimenti

source: Industrial packaging containers of paper
it: Recipienti da imballaggio industriali di carta

source: School writing books
it: Quaderni per la scuola

source: Paper emblems
it: Emblemi di carta

source: Printed menus
it: Menu stampati

source: Pencil holders
it: Porta-matite

source: Collector's photographs of players
it: Fotografie di giocatori da collezione

source: Music magazines
it: Riviste musicali

source: Labels of paper
it: Etichette di carta

source: Writing board erasers
it: Cancellini per lavagne

source: Blister packs for packaging
it: Blister per imballaggio

source: Glue pens for stationery purposes
it: Colle a penna per la cartoleria

source: Cartons made from corrugated board
it: Scatoloni in cartone ondulato

source: Printed patterns for costumes
it: Modelli stampati per costumi

source: Punched cards for the recordal of computer programmes
it: Schede perforate per la registrazione di programmi per computer

source: Notebook paper
it: Fogli per appunti

source: Tracing needles for drawing purposes
it: Bulini per tracciare linee per il disegno

source: Pouches for writing instruments
it: Sacchetti per strumenti di scrittura

source: Perforated cards for Jacquard looms
it: Cartoni perforati per telai jacquard

source: Bookbinding strips
it: Strisce per rilegatura

source: Scoring cards
it: Segnapunti

source: Pencil sets
it: Set di matite

source: Place cards
it: Segnaposto

source: Placards of cardboard
it: Cartelli di cartone

source: Paper sheets for note taking
it: Fogli di carta per appunti

source: Offset paper
it: Carta offset

source: Triangles being drawing instruments
it: Triangoli quali strumenti da disegno

source: Absorbent paper
it: Carta assorbente

source: Dictionaries
it: Dizionari

source: Directory paper
it: Carta per elenchi

source: Coasters of cardboard
it: Sottobicchieri di cartone

source: Correcting fluids [office requisites]
it: Liquidi correttori [articoli per ufficio]

source: Pencil leads
it: Mine per matite

source: Histological sections for teaching purposes
it: Sezioni istologiche [materiale per l'insegnamento]

source: Laser printing paper
it: Carta per stampanti laser

source: Filter paper
it: Carta-filtro

source: Stencils [stationery]
it: Maschere [cartoleria]

source: Drawing instruments for blackboards
it: Strumenti da disegno per lavagne

source: Pencil sharpeners, electric or non-electric
it: Tempera-matite elettrici o non elettrici

source: City directories
it: Elenchi cittadini

source: Desk top planners
it: Agende da tavolo

source: Signature books
it: Libri per firme

source: Heat sensitive paper
it: Carta termosensibile

source: Prints [engravings]
it: Tavole [incisioni]

source: Pencil sharpening machines, electric or non-electric
it: Macchine per temperare le matite, elettriche o non elettriche

source: Artists' brushes
it: Pennelli per artisti

source: Pocket books [stationery]
it: Libri tascabili [cartoleria]

source: Cardboard made from paper mulberry (senkasi)
it: Cartone a base di gelso da carta (senkasi)

source: Drip mats of cardboard
it: Sottobicchieri in cartone

source: Electrical heat sealing apparatus for office use
it: Apparecchi elettrici per sigillatura a caldo per ufficio

source: Waterproofing film (Plastic -) for packaging
it: Pellicola impermeabile in plastica per confezionamento

source: Pens [office requisites]
it: Penne [articoli per ufficio]

source: Refills for ballpoint pens
it: Ricariche per penne a sfera

source: Adhesive pads [stationery]
it: Tamponi adesivi [cartoleria]

source: Adhesive printed labels
it: Etichette adesive stampate

source: Adhesive transfers
it: Trasferibili adesivi

source: Plastic materials for packaging
it: Materie plastiche per l'imballaggio

source: Atlases
it: Atlanti

source: Souvenir programmes
it: Programmi ricordo

source: Oiled paper for paper umbrellas (kasa-gami)
it: Carta oleata per ombrelli in carta (Kasa-gami)

source: Paper impregnated with oil for wrapping purposes
it: Carta imbevuta d'olio per confezionamento

source: Knitting patterns
it: Modelli per maglieria

source: Pantographs [drawing instruments]
it: Pantografi [strumenti per il disegno]

source: Paper fasteners
it: Fermagli per carta

source: Paper gift wrapping ribbons
it: Nastri in carta per pacchi regalo

source: Printed emblems [decalcomanias]
it: Emblemi stampati [decalcomanie]

source: Paper containing mica
it: Carta contenente mica

source: Artists' watercolour saucers
it: Piattini per acquarelli di artisti

source: Napkins made of paper for household use
it: Tovaglioli di carta per uso domestico

source: Machines for office use for sorting documents
it: Macchine da ufficio per cernita di documenti

source: Sharpeners for cosmetic pencils
it: Temperini per matite cosmetiche

source: Labels of paper or cardboard
it: Etichette non in tessuto

source: Chart pointers, non-electronic
it: Bastoni indicatori [non elettronici]

source: Cardboard packaging boxes in made-up form
it: Scatole da imballaggio preformate in cartoncino

source: Covers for postage stamps
it: Custodie per francobolli

source: Rubber finger tips
it: Ditali in gomma

source: Place mats of paper
it: Set da tavola in carta

source: Cartridges (Ink -) for writing instruments
it: Cartucce d'inchiostro per strumenti per scrivere

source: Printed sheet music
it: Spartiti stampati

source: Face cloths made of paper
it: Teli per il viso in carta

source: Strategy guide books for card games
it: Guide di strategia per giochi di carte

source: Opaque paper
it: Carta opaca

source: Paper washcloths
it: Strofinacci di carta

source: Paper
it: Carta

source: Placards of paper
it: Cartelli in carta

source: Advertisement boards of paper or cardboard
it: Porta affissi di carta o di cartone

source: Clothing patterns
it: Modelli per indumenti

source: Diagrams
it: Diagrammi

source: Headed notepaper
it: Carta intestata

source: Coated paper
it: Carta patinata

source: Paper cutters
it: Tagliacarte

source: Polythene films for wrapping or packaging
it: Pellicole in politene per confezione o imballaggio

source: Table place setting mats of card
it: Tovagliette segnaposto di carta

source: Table runners of paper
it: Runner da tavola in carta

source: Cookery books
it: Libri di cucina

source: Finger-stalls [office requisites]
it: Ditali [articoli per ufficio]

source: Moisteners [office requisites]
it: Umidificatori per ufficio

source: Protective covers for books
it: Copertine protettive per libri

source: Protractors [for stationery and office use]
it: Goniometri per la cartoleria e per ufficio

source: Rubber stamps
it: Timbri in gomma

source: Signboards of paper or cardboard
it: Cartelli di carta o cartone

source: Gel roller pens
it: Penne roller a gel

source: Invitation cards
it: Biglietti d'invito

source: Wrapping materials made of paper
it: Materiali da imballaggio in carta

source: Calligraphy paper
it: Carta per calligrafia

source: Paper for Japanese sliding screens (shoji-gami)
it: Carta per tramezzi scorrevoli giapponesi (Shoji-gami)

source: Bags of paper for roasting purposes
it: Borse in carta per arrostire

source: Palettes for painters
it: Tavolozze per pittori

source: Prints
it: Stampe

source: Imitation leather paper
it: Carta in finta pelle

source: Imprinters for office use
it: Stampanti per ufficio

source: Ruled paper [finished products]
it: Carta millimetrata [prodotto finito]

source: Booklets relating to games
it: Libretti relativi a giochi

source: Books for children
it: Libri per bambini

source: Pre-paid telephone calling cards, not magnetically encoded
it: Schede telefoniche prepagate non codificate magneticamente

source: Modelling wax, not for dental purposes
it: Cere per modellare non per uso dentario

source: Coloured pens
it: Penne colorate

source: Display binders
it: Raccoglitori

source: Films for wrapping foodstuffs
it: Pellicole per imballare gli alimenti

source: Bags made of paper for packaging
it: Sacchi di carta per imballaggio

source: House painters' rollers
it: Rulli per imbianchini

source: Blackboard rulers
it: Righelli per lavagne

source: Glitter glue for stationery purposes
it: Colla brillantante per la cartoleria

source: Postcards and picture postcards
it: Cartoline e cartoline illustrate

source: Printed patterns
it: Cartamodelli

source: Promotional publications
it: Pubblicazioni pubblicitarie

source: Plotting papers [graph paper as finished products]
it: Carta per plotter [carta per grafici, prodotto finito]

source: Calendars
it: Calendari

source: Cords for bookbinding
it: Fili per rilegature

source: Cardboard containers
it: Contenitori di cartone

source: Napkins of cellulose for cosmetic purposes
it: Salviette in cellulosa per uso cosmetico

source: Seals for the office
it: Sigilli da ufficio

source: Thick Japanese paper [hosho-gami]
it: Carta spessa giapponese [Hosho-gami]

source: White paperboard
it: Cartoncino bianco

source: Chalk for lithography
it: Gesso per la litografia

source: Magazines [periodicals]
it: Riviste [periodici]

source: Paper bags and sacks
it: Sacchi e borse di carta

source: Stickers [decalcomanias]
it: Adesivi [decalcomanie]

source: Activity books
it: Libri di attività

source: Lithographic prints
it: Stampe litografiche

source: Magazine supplements for newspapers
it: Supplementi di riviste per giornali

source: Filtering materials of paper
it: Materiale filtrante in carta

source: Drawing books
it: Libri da disegno

source: Moulds for modelling clays [artists' materials]
it: Stampi per argilla da modellare [materiale per artisti]

source: Advertising signs of paper
it: Insegne pubblicitarie di carta

source: T-squares for drawing
it: Squadre a T per disegno

source: Ledgers [books]
it: Registri [libri]

source: Printed guides
it: Guide stampate

source: Silver paper
it: Carta d'argento

source: Spiral-bound notebooks
it: Quaderni con spirale

source: Bags made of plastics for packaging
it: Sacchetti di plastica per imballaggio

source: Drying towels of paper
it: Asciugamani in carta

source: Cards
it: Carte

source: Adhesives for stationery
it: Adesivi per cartoleria

source: Adhesive wall decorations of paper
it: Decorazioni per pareti in carta adesiva

source: Trading cards, other than for games
it: Tesserine commerciali, non per giochi

source: Wood glue for household use
it: Colla per legno per uso domestico

source: Packaging materials made of cardboard
it: Materiali per imballaggio in cartoncino

source: Arithmetical tables
it: Tavole aritmetiche

source: Cardboard packaging
it: Imballaggi di cartone

source: Sticker activity books
it: Libri-gioco con adesivi

source: Paper for use as material of stock certificates (shokenshi)
it: Carta per uso come materiale per certificati azionari (Shokenshi)

source: Manuscript books
it: Libri manoscritti

source: Banknotes
it: Banconote

source: Wall charts
it: Tabelloni

source: School yearbooks
it: Annuari scolastici

source: Brown paper for wrapping
it: Carta marrone per imballaggio

source: Pads of party invitations
it: Blocchi d'inviti per feste

source: Printed charts
it: Tabelle stampate

source: Compasses for drawing
it: Compassi per il disegno

source: Collapsible cardboard boxes
it: Scatole di cartone pieghevoli

source: Electronic and electric franking machines
it: Macchine affrancatrici elettriche ed elettroniche

source: Electric pencil sharpeners
it: Temperamatite elettriche

source: Envelope paper
it: Carta per buste

source: Paintings and calligraphic works
it: Lavori di pittura e calligrafia

source: Tablecloths of paper
it: Tovaglie di carta

source: Laminated paper
it: Carta laminata

source: Machines for office use for folding documents
it: Macchine da ufficio per piegare documenti

source: Paint boxes [articles for use in school]
it: Scatole per la pittura [materiale scolastico]

source: Cardboard packaging boxes in collapsible form
it: Scatole da imballaggio pieghevoli in cartoncino

source: Printed packaging materials of paper
it: Materiali stampati per l'imballaggio in carta

source: Printed periodicals
it: Periodici stampati

source: Photographic albums
it: Album per fotografie

source: Print wheels
it: Ruote di stampa

source: Printed calendars
it: Calendari stampati

source: Tissues of paper for removing make-up
it: Tovagliolini per struccare di carta
